<?php
 return[
  'fullname'=>'الاسم بالكامل:',
   'username'=>'اسم المستخدم:',
   'birthdate'=>'تاريخ الميلاد:',
   'phone'=>'رقم الهاتف:',
   'address'=>'العنوان:',
   'password'=>'كلمة السر:',
   'passwordpattern'=>'تتكون كلمة المرور من ٨ أحرف على الأقل مع رقم واحد حرفي وحرف خاص واحد على الأقل.',
   'confirm'=>'تأكيد كلمة السر:',
   'userimage'=>'صورة المستخدم:',
   'email'=>'البريد الالكتروني:',
   'save'=>'حفظ',
   'reset'=>'اعادة ظبط',

   'registration'=>'إستمارة تسجيل',
   'fill'=>'يرجى ملء الاستمارة أدناه',
    'footer'=>' ٢٠٢٣- صفحة التسجيل',

    
   'enterfull'=>'ادخل اسمك بالكامل',
   'enteruser'=>'ادخل اسم المستخدم',
   'enterphone'=>'ادخل رقم الهاتف',
   'enteraddress'=>'ادخل عنوانك',
   'enterpassword'=>'ادخل كلمة المرور الخاصة بك',
   'enterpassagain'=>'ادخل كلمة المرور الخاصة بك مرة اخري',
   'entermail'=>'ادخل بريدك الالكتروني',
    
   'check'=>'تأكد',  

   'correctname_error'=>'ادخل الاسم بالكامل باطريقة الصحيحة',
   'matchpassword_error'=>'تأكيد كلمة المرور لا يطابق مع كلمة المرور التي تم إدخالها',
   'passwordsmall_error'=>'أدخل كلمة المرور بالطريقة الصحيحة المذكورة ، أدخلت كلمة المرور أقل من ٨ أحرف',
   'passwordpattern_error'=>'أدخل كلمة المرور بالنمط الصحيح المذكور',
];
?>